driver-tests/bpelse/assign/AssignJbi/test/CopypositiveIntegerInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><positiveIntegerPart xmlns="urn:DataType"><xsd_positiveInteger>1</xsd_positiveInteger><optional_positiveInteger>1000</optional_positiveInteger><repeat_positiveInteger>1000</repeat_positiveInteger><repeat_positiveInteger>20</repeat_positiveInteger></positiveIntegerPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
